tap "bufbuild/buf"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "incu6us/homebrew-tap"

brew "buf"
brew "gh"
brew "git"
brew "gnupg2"
brew "grpcurl"
brew "hashicorp/tap/terraform"
brew "incu6us/homebrew-tap/goimports-reviser"
brew "lsd"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep" 
brew "saml2aws"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "ykman"
brew "yubikey-personalization"
 
# Tiling window manager
# https://github.com/ianyh/Amethyst
cask 'amethyst'

cask 'font-hack-nerd-font'
